[
  "You're the reason they put directions on shampoo bottles.",
  "You're not stupid; you just have bad luck thinking.",
  "Your secrets are always safe with me. I never even listen when you tell me them.",
  "You have something on your chin… no, the third one down.",
  "If I had a dollar for every smart thing you say, I’d be broke.",
  "You're like a cloud. When you disappear, it’s a beautiful day.",
  "You bring everyone so much joy… when you leave the room.",
  "You're not completely useless. You can always serve as a bad example.",
  "You're the human version of a participation trophy.",
  "You’re not the dumbest person alive, but you better hope they don’t die.",
  "You have something on your face… it’s called failure.",
  "Your brain is like a web browser with 19 tabs open. 17 are frozen, and you have no idea where the music is coming from.",
  "You're like a software update. Whenever I see you, I think, 'Not now.'",
  "You're the reason the gene pool needs a lifeguard.",
  "You're proof that even evolution takes a break sometimes.",
  "You're not ugly; you’re just… aesthetically challenged.",
  "You're like a candle in the wind—weak and constantly annoying.",
  "You're as useful as a screen door on a submarine.",
  "You're not a hot mess. You're just a mess. A lukewarm mess.",
  "You're the kind of person who brings a ruler to bed to see how long they sleep.",
  "You're the reason I check the mirror in the morning — to remind myself I’m not you.",
  "You're as sharp as a marble.",
  "If I wanted to kill myself, I’d climb your ego and jump to your IQ.",
  "You make onions cry.",
  "You're the reason why shampoo has instructions.",
  "You're the human equivalent of a typo.",
  "You're so dense, light bends around you.",
  "You're like a cloud of confusion — always hovering.",
  "You're the poster child for birth control.",
  "You're about as useful as an expired coupon.",
  "You're not even worth the calories I burn talking to you.",
  "You're a gray sprinkle on a rainbow cupcake.",
  "You're like a broken pencil — pointless.",
  "You're the square root of -1: you can't be real.",
  "You're slower than a dial-up modem.",
  "You're like a WiFi signal — strong one moment, gone the next.",
  "You're more disappointing than an unsalted pretzel.",
  "You're not just a clown. You’re the entire circus.",
  "You're like a mystery meat sandwich at a school cafeteria.",
  "You're so irrelevant, autocorrect doesn't even recognize your name.",
  "You're like a participation award in human form.",
  "You're about as helpful as a popup ad.",
  "You're the background character in the story of your own life.",
  "You're the kind of person who would trip over a cordless phone.",
  "You're the reason some people believe in aliens — because they hope you're not one of us.",
  "You're like a fortune cookie, but all the fortunes are blank.",
  "You're the static cling of social interaction.",
  "You're the kind of person Siri ignores.",
  "You're as forgettable as yesterday's toast.",
  "You're like a GPS with no signal — lost and loud."
]